{
  "1": "Gathering unicorns, fairy dust, and other magical ingredients. Almost ready!",
  "2": "We're putting all the pieces together like a giant jigsaw puzzle. Bear with us!",
  "3": "Preparing to launch... don't worry, we won't actually be sending anything into space.",
  "4": "Caffeinating our developers for maximum productivity. Just a few more sips left.",
  "5": "Firing up the flux capacitor... oh wait, wrong movie. But we're still working hard!",
  "6": "Polishing pixels and making everything look spiffy...",
  "7": "Time to refill the coffee cup and make a few tweaks. Almost done!",
  "8": "Our robots are processing your request. They're pretty smart, but not quite as witty as us humans.",
  "9": "We're making sure everything is pixel-perfect. Beauty takes time, you know.",
  "10": "The suspense is killing us too. We're working as fast as we can!",
  "11": "We're sifting through the haystack to find that needle you're looking for.",
  "12": "We're tapping into our vast network of internet knowledge.",
  "13": "We're gathering all the puzzle pieces and putting them together.",
  "14": "Our team of explorers is venturing into the unknown. Answers on the horizon!",
  "15": "Our detectives are on the case. Clues incoming!",
  "16": "Mixing potions and incantations to conjure up the perfect results.",
  "17": "Our team of wizards are casting spells to find the answers you seek.",
  "18": "We're unlocking the secrets of the digital realm to bring you the best results!",
  "19": "We're trying hard to be a master chef, carefully selecting the best ingredients to create the perfect dish",
  "20": "Our archaeologists are digging deep to uncover the hidden treasures you seek!",
  "21": "Our team is cracking the code to bring you the most relevant results. It's like solving a giant puzzle!",
  "22": "We're mining the depths for the answers you seek..",
  "23": "We're building a digital masterpiece, one pixel at a time. Just a few finishing touches left!",
  "24": "We're conjuring up the perfect answer for you, like magic!",
  "25": "Our team of mystical sages is scrying the digital realm for the information you seek..",
  "26": "We're tapping into the infinite wisdom of the universe to bring you the best knowledge!",
  "27": "Our alchemists are working hard to transmute data into pure gold. Results on the horizon..",
  "28": "We're weaving a tapestry of knowledge, with each thread leading you closer to the perfect answer",
  "29": "Iris is like a mystical library, with each book containing the answer you seek. Just a few more pages to turn!",
  "30": "Our team of sorcerers is channeling their magic to find the perfect solution for you...",
  "31": "We're using our wizardry to unlock the secrets of the digital universe and bring you the knowledge you seek"
}
